Repository: ConfederacionHispana/UCPLogger
Catalog: locale/*/LC_MESSAGES/discussion_formatters.po
Languages: de, es, pl, pt_br

source: [{author}]({author_url}) created [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}]({author_url}) erstellte [{title}](<{url}f/p/{threadId}>) in {forumName}
es: [{author}]({author_url}) creó [{title}](<{url}f/p/{threadId}>) en el foro **{forumName}**
pl: [{author}]({author_url}) utworzył(a) [{title}](<{url}f/p/{threadId}>) w {forumName}
pt_br: [{author}]({author_url}) criou [{title}](<{url}f/p/{threadId}>) no {forumName}

source: [{author}]({author_url}) created a poll [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}]({author_url}) erstellte eine Umfrage [{title}](<{url}f/p/{threadId}>) in {forumName}
es: [{author}]({author_url}) creó una encuesta [{title}](<{url}f/p/{threadId}>) en el foro **{forumName}**
pl: [{author}]({author_url}) utworzył(a) ankietę [{title}](<{url}f/p/{threadId}>) w {forumName}
pt_br: [{author}]({author_url}) criou uma enquete [{title}](<{url}f/p/{threadId}>) no {forumName}

source: [{author}]({author_url}) created a quiz [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}]({author_url}) erstellte ein Quiz [{title}](<{url}f/p/{threadId}>) in {forumName}
es: [{author}]({author_url}) creó un cuestionario [{title}](<{url}f/p/{threadId}>) en el foro **{forumName}**
pl: [{author}]({author_url}) utworzył(a) quiz [{title}](<{url}f/p/{threadId}>) w {forumName}
pt_br: [{author}]({author_url}) criou uma enquete [{title}](<{url}f/p/{threadId}>) no {forumName}

source: [{author}]({author_url}) created a [reply](<{url}f/p/{threadId}/r/{postId}>) to [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}]({author_url}) erstellte eine [Antwort](<{url}f/p/{threadId}/r/{postId}>) zu [{title}](<{url}f/p/{threadId}>) in {forumName}
es: [{author}]({author_url}) dejó una [respuesta](<{url}f/p/{threadId}/r/{postId}>) a [{title}](<{url}f/p/{threadId}>) en el foro **{forumName}**
pl: [{author}]({author_url}) utworzył(a) [odpowiedź](<{url}f/p/{threadId}/r/{postId}>) pod tematem [{title}](<{url}f/p/{threadId}>) w {forumName}
pt_br: [{author}]({author_url}) criou uma [resposta](<{url}f/p/{threadId}/r/{postId}>) para [{title}](<{url}f/p/{threadId}>) em {forumName}

source: unknown
de: Unbekannt
es: desconocido
pl: nieznany
pt_br: desconhecido

source: [{author}]({author_url}) created [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) on [{user}'s Message Wall](<{url}wiki/Message_Wall:{user_wall}>)
de: [{author}]({author_url}) erstellte [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) auf der [Nachrichtenseite von {user}](<{url}wiki/Message_Wall:{user_wall}>)
es: [{author}]({author_url}) dejó [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) en el [muro de {user}](<{url}wiki/Message_Wall:{user_wall}>)
pl: [{author}]({author_url}) utworzył(a) [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) na [tablicy wiadomości {user}](<{url}wiki/Message_Wall:{user_wall}>)
pt_br: [{author}]({author_url}) criou [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) no mural de mensagens de [{user}(<{url}wiki/Message_Wall:{user_wall}>)

source: [{author}]({author_url}) created a [reply](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) to [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) on [{user}'s Message Wall](<{url}wiki/Message_Wall:{user_wall}>)
de: [{author}]({author_url}) erstellte eine [Antwort](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) auf [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) auf der [Nachrichtenseite von {user}](<{url}wiki/Message_Wall:{user_wall}>)
es: [{author}]({author_url}) [respondió](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) a [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) en el [muro de {user}](<{url}wiki/Message_Wall:{user_wall}>)
pl: [{author}]({author_url}) utworzył(-a) [odpowiedź](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) do [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) na [tablicy wiadomości {user}](<{url}wiki/Message_Wall:{user_wall}>)
pt_br: [{author}]({author_url}) criou uma [resposta](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) para [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) no mural de mensagens de [{user}](<{url}wiki/Message_Wall:{user_wall}>)

source: [{author}]({author_url}) created a [comment](<{url}?commentId={commentId}>) on [{article}](<{url}>)
de: [{author}]({author_url}) erstellte ein [Kommentar](<{url}?commentId={commentId}>) zu [{article}](<{url}>)
es: [{author}]({author_url}) dejó un [comentario](<{url}?commentId={commentId}>) en [{article}](<{url}>)

source: [{author}]({author_url}) created a [reply](<{url}?commentId={commentId}&replyId={replyId}>) to a [comment](<{url}?commentId={commentId}>) on [{article}](<{url}>)
de: [{author}]({author_url}) erstellte eine [Antwort](<{url}?commentId={commentId}&replyId={replyId}>) auf ein [Kommentar](<{url}?commentId={commentId}>) zu [{article}](<{url}>)
es: [{author}]({author_url}) [respondió](<{url}?commentId={commentId}&replyId={replyId}>) a un [comentario](<{url}?commentId={commentId}>) en [{article}](<{url}>)

source: Unknown event `{event}` by [{author}]({author_url}), report it on the [support server](<{support}>).
de: Unbekanntes Event `{event}` von [{author}]({author_url}), melde es auf dem [Support-Server](<{support}>).
es: Evento desconocido `{event}` del usuario [{author}]({author_url}), repórtalo en <{support}>.
pl: Nieznane wydarzenie `{event}` wykonane przez [{author}]({author_url}), zgłoś je na [serwerze wsparcia](<{support}>).
pt_br: Evento desconhecido `{event}` por [{author}]({author_url}), relatar no [servidor de suporte](<{support}>).

source: Created "{title}"
de: Erstellte „{title}“
es: Creó "{title}"
pl: Utworzył(a) „{title}”
pt_br: Criado "{title}"

source: Created a poll "{title}"
de: Erstellte eine Umfrage „{title}“
es: Creó una encuesta "{title}"
pl: Utworzył(a) ankietę zatytułowaną „{title}”
pt_br: Criou uma enquete "{title}"

source: Option {}
es: Opción {}
pl: Opcja {}

source: __[View image]({image_url})__
de: __[Bild öffnen]({image_url})__
es: __[Ver imagen]({image_url})__
pl: __[Zobacz zdjęcie]({image_url})__
pt_br: __[Ver imagem]({image_url})__

source: Created a quiz "{title}"
de: Erstellte ein Quiz „{title}“
es: Creó un cuestionario "{title}"
pl: Utworzył(a) quiz „{title}”
pt_br: Criou uma enquete "{title}"

source: Tags
es: Etiquetas
pl: Tagi
pt_br: Etiquetas

source: {} tags
es: etiquetas {}
pl: {} tagów
pt_br: {} etiquetas

source: Replied to "{title}"
de: Antwortete auf „{title}“
es: Respondió a "{title}"
pl: Odpowiedział(a) w „{title}”
pt_br: Respondido o "{title}"

source: Created "{title}" on {user}'s Message Wall
de: Erstellte „{title}“ auf der Nachrichtenseite von {user}
es: Dejó "{title}" en el muro de {user}
pl: Utworzył(a) „{title}” na tablicy wiadomości {user}
pt_br: Criado "{title}" no mural de mensagem de {user}

source: Replied to "{title}" on {user}'s Message Wall
de: Antwortete auf „{title}“ auf der Nachrichtenseite von {user}
es: Respondió a "{title}" en el muro de {user}
pl: Odpowiedział(a) na „{title}” z tablicy wiadomości {user}
pt_br: Respondeu a "{title}" no mural de mensagem de {user}

source: Commented on {article}
de: Kommentierte zu „{article}“
es: Dejó un comentario en {article}
pl: Skomentował(a) „{article}”
pt_br: Comentou em {article}

source: Replied to a comment on {article}
de: Antwortete auf ein Kommentar zu „{article}“
es: Respondió a un comentario en {article}
pl: Odpowiedział(a) na komentarz w „{article}”
pt_br: Respondeu a um comentário em {article}

source: Unknown event `{event}`
de: Unbekanntes Event `{event}`
es: Evento desconocido `{event}`
pl: Nieznane wydarzenie `{event}`
pt_br: Evento `{event}` desconhecido

source: Report this on the support server
de: Melde es auf dem Support-Server
es: Reporta esto en el servidor de soporte
pl: Zgłoś to na serwerze wsparcia
pt_br: Reportar isso no servidor de suporte

source: [{author}]({author_url}) created a [comment](<{url}wiki/{article}?commentId={commentId}>) on [{article}](<{url}wiki/{article}>)
pl: [{author}]({author_url}) utworzył(-a) [komentarz](<{url}wiki/{article}?commentId={commentId}>) w [{article}](<{url}wiki/{article}>)
pt_br: [{author}]({author_url})criou um [comentário](<{url}wiki/{article}?commentId={commentId}>) no [{article}](<{url}wiki/{article}>)

source: [{author}]({author_url}) created a [reply](<{url}wiki/{article}?threadId={threadId}) to a [comment](<{url}wiki/{article}?commentId={commentId}&replyId={replyId}>) on [{article}](<{url}wiki/{article}>)
pl: [{author}]({author_url}) utworzył(-a) [odpowiedź](<{url}wiki/{article}?threadId={threadId}) na [komentarz](<{url}wiki/{article}?commentId={commentId}&replyId={replyId}>) w artykule [{article}](<{url}wiki/{article}>)
pt_br: [{author}]({author_url}) criou uma [resposta](<{url}wiki/{article}?threadId={threadId}) para um [comentário](<{url}wiki/{article}?commentId={commentId}&replyId={replyId}>) no [{article}](<{url}wiki/{article}>)
