Repository: ConfederacionHispana/UCPLogger
Catalog: locale/*/LC_MESSAGES/misc.po
Languages: es

source: Location
es: Ubicación

source: About me
es: Sobre mí

source: Google link
es: Página de Google

source: Facebook link
es: Página de Facebook

source: Twitter link
es: Twitter

source: Reddit link
es: Enlace de Reddit

source: Twitch link
es: Enlace de Twitch

source: PSN link
es: Enlace de PSN

source: VK link
es: VK

source: XBL link
es: Enlace de XBL

source: Steam link
es: Perfil de Steam

source: Discord handle
es: Usuario de Discord

source: Battle.net handle
es: Usuario de Battle.net

source: Unknown
es: Desconocido

source: unknown
es: desconocido

source: __And more__
es: __Y más__
