Repository: ConfederacionHispana/UCPLogger
Catalog: locale/*/LC_MESSAGES/rc_formatters.po
Languages: es

source: Changed the language of "{article}"
es: Cambió el idioma de "{article}"

source: Old language
es: Idioma anterior

source: New language
es: Nuevo idioma

source: Renamed user "{old_name}" with {edits} edit to "{new_name}"
es: Renombró el usuario "{old_name}" con {edits} edición a "{new_name}"

source: Renamed user "{old_name}" to "{new_name}"
es: Renombró el usuario "{old_name}" a "{new_name}"

source: Unknown event `{event}`
es: Evento desconocido `{event}`

source: Report this on the support server
es: Reporta esto en el servidor de soporte

source: Tags
es: Etiquetas

source: **Added**:
es: **Añadido**:

source: and {} more
es: y {} más

source: **Removed**:
es: **Eliminado**:

source: and {} more
es: y {} más

source: Changed categories
es: Categorías cambiadas
