Repository: ConfederacionHispana/UCPLogger
Catalog: locale/*/LC_MESSAGES/rc_formatters.po
Languages: es

source: directors
es: directores

source: sysop
es: admin

source: bureaucrat
es: burócrata

source: reviewer
es: verificador

source: autoreview
es: verificación automática

source: autopatrol
es: patrullaje automático

source: second
es: segundo

source: minute
es: minuto

source: hour
es: hora

source: day
es: día

source: week
es: semana

source: month
es: mes

source: year
es: año

source: millennium
es: milenio

source: decade
es: década

source: century
es: siglo

source: [{author}]({author_url}) edited [{article}]({edit_link}){comment} {bold}({sign}{edit_size}){bold}
es: [{author}]({author_url}) editó [{article}]({edit_link}){comment} {bold}({sign}{edit_size}){bold}

source: [{author}]({author_url}) created [{article}]({edit_link}){comment} {bold}({sign}{edit_size}){bold}
es: [{author}]({author_url}) creó [{article}]({edit_link}){comment} {bold}({sign}{edit_size}){bold}

source: [{author}]({author_url}) uploaded [{file}]({file_link}){comment}
es: [{author}]({author_url}) subió [{file}]({file_link}){comment}

source: [{author}]({author_url}) reverted a version of [{file}]({file_link}){comment}
es: [{author}]({author_url}) revirtió [{file}]({file_link}) a una versión anterior{comment}

source: [{author}]({author_url}) uploaded a new version of [{file}]({file_link}){comment}
es: [{author}]({author_url}) subió una nueva versión de [{file}]({file_link}){comment}

source: [{author}]({author_url}) deleted [{page}]({page_link}){comment}
es: [{author}]({author_url}) eliminó [{page}]({page_link}){comment}

source: [{author}]({author_url}) deleted redirect by overwriting [{page}]({page_link}){comment}
es: [{author}]({author_url}) eliminó la redirección al sobrescribir [{page}]({page_link}){comment}

source: without making a redirect
es: sin dejar una redirección

source: with a redirect
es: con una redirección

source: [{author}]({author_url}) moved {redirect}*{article}* to [{target}]({target_url}) {made_a_redirect}{comment}
es: [{author}]({author_url}) movió {redirect}*{article}* a [{target}]({target_url}) {made_a_redirect}{comment}

source: [{author}]({author_url}) moved {redirect}*{article}* over redirect to [{target}]({target_url}) {made_a_redirect}{comment}
es: [{author}]({author_url}) movió {redirect}*{article}* a [{target}]({target_url}) sobre una redirección {made_a_redirect}{comment}

source: [{author}]({author_url}) moved protection settings from {redirect}*{article}* to [{target}]({target_url}){comment}
es: [{author}]({author_url}) cambió los ajustes de protección de {redirect}*{article}* a [{target}]({target_url}){comment}

source: for infinity and beyond
es: para siempre

source: for {num} {translated_length}
es: durante {num} {translated_length}

source: until {}
es: hasta {}

source: on pages:
es: en las páginas:

source: and namespaces:
es: y espacios de nombre:

source: on namespaces:
es: en los espacios de nombre:

source: [{author}]({author_url}) blocked [{user}]({user_url}) {time}{restriction_desc}{comment}
es: [{author}]({author_url}) bloqueó a [{user}]({user_url}) {time}{restriction_desc}{comment}

source: [{author}]({author_url}) changed block settings for [{blocked_user}]({user_url}){comment}
es: [{author}]({author_url}) cambió el bloqueo de [{blocked_user}]({user_url}){comment}

source: [{author}]({author_url}) unblocked [{blocked_user}]({user_url}){comment}
es: [{author}]({author_url}) desbloqueó a [{blocked_user}]({user_url}){comment}

source: [{author}]({author_url}) left a [comment]({comment}) on {target}'s profile
es: [{author}]({author_url}) dejó un [comentario]({comment}) en el perfil de {target}

source: [{author}]({author_url}) left a [comment]({comment}) on their own profile
es: [{author}]({author_url}) dejó un [comentario]({comment}) en su propio perfil

source: [{author}]({author_url}) replied to a [comment]({comment}) on {target}'s profile
es: [{author}]({author_url}) respondió un [comentario]({comment}) en el perfil de {target}

source: [{author}]({author_url}) replied to a [comment]({comment}) on their own profile
es: [{author}]({author_url}) respondió un [comentario]({comment}) en su propio perfil

source: [{author}]({author_url}) edited a [comment]({comment}) on {target}'s profile
es: [{author}]({author_url}) editó un [comentario]({comment}) en el perfil de {target}

source: [{author}]({author_url}) edited a [comment]({comment}) on their own profile
es: [{author}]({author_url}) editó un [comentario]({comment}) en su propio perfil

source: [{author}]({author_url}) purged a comment on {target}'s profile
es: [{author}]({author_url}) purgó un comentario en el perfil de {target}

source: [{author}]({author_url}) purged a comment on their own profile
es: [{author}]({author_url}) purgó un comentario en su propio perfil

source: [{author}]({author_url}) deleted a [comment]({comment}) on {target}'s profile
es: [{author}]({author_url}) borró un [comentario]({comment}) en el perfil de {target}

source: [{author}]({author_url}) deleted a [comment]({comment}) on their own profile
es: [{author}]({author_url}) borró un [comentario]({comment}) en su propio perfil

source: [{author}]({author_url}) edited the {field} on [{target}]({target_url})'s profile. *({desc})*
es: [{author}]({author_url}) editó el valor {field} en el perfil de [{target}]({target_url}). *({desc})*

source: [{author}]({author_url}) edited the {field} on [their own]({target_url}) profile. *({desc})*
es: [{author}]({author_url}) editó el valor {field} en [su propio perfil]({target_url}). *({desc})*

source: none
es: ninguno

source: [{author}]({author_url}) changed group membership for [{target}]({target_url}) from {old_groups} to {new_groups}{comment}
es: [{author}]({author_url}) cambió los grupos a los que pertenece [{target}]({target_url}), de {old_groups} a {new_groups}{comment}

source: {author} autopromoted [{target}]({target_url}) from {old_groups} to {new_groups}{comment}
es: {author} promocionó automáticamente a [{target}]({target_url}) de {old_groups} a {new_groups}{comment}

source: System
es: Sistema

source: [{author}]({author_url}) protected [{article}]({article_url}) with the following settings: {settings}{comment}
es: [{author}]({author_url}) protegió [{article}]({article_url}) con los siguientes ajustes: {settings}{comment}

source: [cascading]
es: [en cascada]

source: [{author}]({author_url}) modified protection settings of [{article}]({article_url}) to: {settings}{comment}
es: [{author}]({author_url}) cambió los ajustes de protección de [{article}]({article_url}) a: {settings}{comment}

source: [{author}]({author_url}) removed protection from [{article}]({article_url}){comment}
es: [{author}]({author_url}) quitó la protección de [{article}]({article_url}){comment}

source: [{author}]({author_url}) changed visibility of revision on page [{article}]({article_url}){comment}
es: [{author}]({author_url}) cambió la visibilidad de una revisión en la página [{article}]({article_url}){comment}

source: [{author}]({author_url}) imported [{article}]({article_url}) with {count} revision{comment}
es: [{author}]({author_url}) importó [{article}]({article_url}) con {count} revisión{comment}

source: [{author}]({author_url}) restored [{article}]({article_url}){comment}
es: [{author}]({author_url}) restauró [{article}]({article_url}){comment}

source: [{author}]({author_url}) changed visibility of log events{comment}
es: [{author}]({author_url}) cambió la visibilidad de entradas de registro{comment}

source: [{author}]({author_url}) edited abuse filter [number {number}]({filter_url})
es: [{author}]({author_url}) editó el filtro antiabusos [#{number}]({filter_url})

source: [{author}]({author_url}) created abuse filter [number {number}]({filter_url})
es: [{author}]({author_url}) creó el filtro antiabusos [#{number}]({filter_url})

source: [{author}]({author_url}) merged revision histories of [{article}]({article_url}) into [{dest}]({dest_url}){comment}
es: [{author}]({author_url}) fusionó el historial de revisiones [{article}]({article_url}) con [{dest}]({dest_url}){comment}

source: Account [{author}]({author_url}) was created automatically
es: Se creó automáticamente la cuenta [{author}]({author_url})

source: Account [{author}]({author_url}) was created
es: Se creó la cuenta [{author}]({author_url})

source: Account [{article}]({article_url}) was created by [{author}]({author_url}){comment}
es: [{author}]({author_url}) creó la cuenta [{article}]({article_url}){comment}

source: Account [{article}]({article_url}) was created by [{author}]({author_url}) and password was sent by email{comment}
es: Account [{article}]({article_url}) was created by [{author}]({author_url}) y su contraseña fue enviada por correo electrónico{comment}

source: [{author}]({author_url}) added an entry to the [interwiki table]({table_url}) pointing to {website} with {prefix} prefix
es: [{author}]({author_url}) añadió una entrada a la [tabla interwiki]({table_url}) apuntando a {website}, con el prefijo {prefix}

source: [{author}]({author_url}) edited an entry in [interwiki table]({table_url}) pointing to {website} with {prefix} prefix
es: [{author}]({author_url}) editó una entrada de la [tabla interwiki]({table_url}) apuntando a {website}, con el prefijo {prefix}

source: [{author}]({author_url}) deleted an entry in [interwiki table]({table_url})
es: [{author}]({author_url}) eliminó una entrada de la [tabla interwiki]({table_url})

source: [{author}]({author_url}) changed the content model of the page [{article}]({article_url}) from {old} to {new}{comment}
es: [{author}]({author_url}) cambió el modelo de contenido de la página [{article}]({article_url}), de {old} a {new}{comment}

source: [{author}]({author_url}) edited the sprite for [{article}]({article_url})
es: [{author}]({author_url}) editó el sprite para [{article}]({article_url})

source: [{author}]({author_url}) created the sprite sheet for [{article}]({article_url})
es: [{author}]({author_url}) creó la hoja de sprites para [{article}]({article_url})

source: [{author}]({author_url}) edited the slice for [{article}]({article_url})
es: [{author}]({author_url}) editó la rebanada para [{article}]({article_url})

source: [{author}]({author_url}) created the Cargo table "{table}"
es: [{author}]({author_url}) creó la tabla de Cargo "{table}"

source: [{author}]({author_url}) deleted the Cargo table "{table}"
es: [{author}]({author_url}) borró la tabla de Cargo "{table}"

source: [{author}]({author_url}) recreated the Cargo table "{table}"
es: [{author}]({author_url}) recreó la tabla de Cargo "{table}"

source: [{author}]({author_url}) replaced the Cargo table "{table}"
es: [{author}]({author_url}) reemplazó la tabla de Cargo "{table}"

source: [{author}]({author_url}) created a [tag]({tag_url}) "{tag}"
es: [{author}]({author_url}) creó una [etiqueta]({tag_url}) "{tag}"

source: [{author}]({author_url}) deleted a [tag]({tag_url}) "{tag}"
es: [{author}]({author_url}) eliminó una [etiqueta]({tag_url}) "{tag}"

source: [{author}]({author_url}) activated a [tag]({tag_url}) "{tag}"
es: [{author}]({author_url}) activó una [etiqueta]({tag_url}) "{tag}"

source: [{author}]({author_url}) deactivated a [tag]({tag_url}) "{tag}"
es: [{author}]({author_url}) desactivó una [etiqueta]({tag_url}) "{tag}"

source: [{author}]({author_url}) changed wiki settings{reason}
es: [{author}]({author_url}) cambió la configuración del wiki ({reason})

source: [{author}]({author_url}) deleted a wiki *{wiki_name}*{comment}
es: [{author}]({author_url}) borró la wiki *{wiki_name}*{comment}

source: Unknown
es: Desconocido

source: [{author}]({author_url}) locked a wiki *{wiki_name}*{comment}
es: [{author}]({author_url}) bloqueó la wiki *{wiki_name}*{comment}

source: [{author}]({author_url}) modified a namespace *{namespace_name}* on *{wiki_name}*{comment}
es: [{author}]({author_url}) modificó el espacio de nombres *{namespace_name}* en *{wiki_name}*{comment}

source: [{author}]({author_url}) deleted a namespace *{namespace_name}* on *{wiki_name}*{comment}
es: [{author}]({author_url}) borró el espacio de nombres *{namespace_name}* en *{wiki_name}*{comment}

source: [{author}]({author_url}) modified user group *{group_name}*{comment}
es: [{author}]({author_url}) modificó el grupo de usuarios *{group_name}*{comment}

source: [{author}]({author_url}) restored a wiki *{wiki_name}*{comment}
es: [{author}]({author_url}) restauró la wiki *{wiki_name}*{comment}

source: [{author}]({author_url}) unlocked a wiki *{wiki_name}*{comment}
es: [{author}]({author_url}) desbloqueó la wiki *{wiki_name}*{comment}

source: [{author}]({author_url}) generated *{file}* dump{comment}
es: [{author}]({author_url}) generó la copia de seguridad *{file}* {comment}

source: [{author}]({author_url}) deleted *{file}* dump{comment}
es: [{author}]({author_url}) borró la copia de seguridad *{file}* {comment}

source: [{author}]({author_url}) marked [{article}]({article_url}) for translation{comment}
es: [{author}]({author_url}) marcó el artículo [{article}]({article_url}) para traducir{comment}

source: [{author}]({author_url}) removed [{article}]({article_url}) from the translation system{comment}
es: [{author}]({author_url}) quitó [{article}]({article_url}) del sistema de traducción{comment}

source: [{author}]({author_url}) completed moving translation pages from *{article}* to [{target}]({target_url}){comment}
es: [{author}]({author_url}) terminó de mover las páginas de traducción de *{article}* hacia [{target}]({target_url}){comment}

source: [{author}]({author_url}) encountered a problem while moving [{article}]({article_url}) to [{target}]({target_url}){comment}
es: [{author}]({author_url}) tuvo problemas al mover [{article}]({article_url}) hacia [{target}]({target_url}){comment}

source: [{author}]({author_url}) completed deletion of translatable page [{article}]({article_url}){comment}
es: [{author}]({author_url}) borró la página traducible [{article}]({article_url}){comment}

source: [{author}]({author_url}) failed to delete [{article}]({article_url}) which belongs to translatable page [{target}]({target_url}){comment}
es: [{author}]({author_url}) no pudo borrar [{article}]({article_url}), que pertenece a la página traducible [{target}]({target_url}){comment}

source: [{author}]({author_url}) completed deletion of translation page [{article}]({article_url}){comment}
es: [{author}]({author_url}) completó el borrado de la página de traducción [{article}]({article_url}){comment}

source: [{author}]({author_url}) failed to delete [{article}]({article_url}) which belongs to translation page [{target}]({target_url}){comment}
es: [{author}]({author_url}) no pudo borrar [{article}]({article_url}), que pertenece a la página de traducción [{target}]({target_url}){comment}

source: [{author}]({author_url}) encouraged translation of [{article}]({article_url}){comment}
es: [{author}]({author_url}) recomendó la traducción de [{article}]({article_url}){comment}

source: [{author}]({author_url}) discouraged translation of [{article}]({article_url}){comment}
es: [{author}]({author_url}) no recomienda la traducción de [{article}]({article_url}){comment}

source: [{author}]({author_url}) removed priority languages from [{article}]({article_url}){comment}
es: [{author}]({author_url}) quitó los idiomas prioritarios de [{article}]({article_url}){comment}

source: [{author}]({author_url}) reviewed translation [{article}]({article_url}){comment}
es: [{author}]({author_url}) revisó la traducción de [{article}]({article_url}){comment}

source: (default)
es: (por defecto)

source: [{author}]({author_url}) renamed user *{old_name}* with {edits} edit to [{new_name}]({link}){comment}
es: [{author}]({author_url}) renombró el usuario *{old_name}* con {edits} edición a [{new_name}]({link}){comment}

source: [{author}]({author_url}) renamed user *{old_name}* to [{new_name}]({link}){comment}
es: [{author}]({author_url}) renombró el usuario *{old_name}* a [{new_name}]({link}){comment}

source: An action has been hidden by administration.
es: Una acción fue ocultada por la administración.

source: Unknown event `{event}` by [{author}]({author_url}), report it on the [support server](<{support}>).
es: Evento desconocido `{event}` del usuario [{author}]({author_url}), repórtalo en <{support}>.

source: No description provided
es: No hay descripción

source: __Only whitespace__
es: __Solamente espacios en blanco­__

source: Removed
es: Borrado

source: Added
es: Añadido

source: Options
es: Opciones

source: ([preview]({link}) | [undo]({undolink}))
es: ([vista previa]({link}) | [deshacer]({undolink}))

source: Uploaded a new version of {name}
es: Subió una nueva versión de {name}

source: Reverted a version of {name}
es: Revirtió {name} a una versión anterior

source: Uploaded {name}
es: Subió {name}

source: ([preview]({link}))
es: ([vista previa]({link}))

source: Deleted page {article}
es: Borró la página {article}

source: Deleted redirect {article} by overwriting
es: Borró la redirección {article} al sobrescribir

source: No redirect has been made
es: No se dejó una redirección

source: A redirect has been made
es: Se dejó una redirección

source: Moved {redirect}{article} to {target}
es: Movió {redirect}{article} a {target}

source: Moved {redirect}{article} to {title} over redirect
es: Movió {redirect}{article} a {title} sobre una redirección

source: Moved protection settings from {redirect}{article} to {title}
es: Movió los ajustes de protección de {redirect}{article} a {title}

source: unknown expiry time
es: tiempo de expiración desconocido

source: Blocked from editing the following pages:
es: Bloqueado de editar las siguientes páginas:

source: Blocked from editing pages on following namespaces:
es: Bloqueado de editar páginas en los siguientes espacios de nombre:

source: Partial block details
es: Detalles parciales del bloqueo

source: Blocked {blocked_user} {time}
es: Bloqueó a {blocked_user} {time}

source: Changed block settings for {blocked_user}
es: Cambió el bloqueo de {blocked_user}

source: Unblocked {blocked_user}
es: Desbloqueó a {blocked_user}

source: Left a comment on {target}'s profile
es: Dejó un comentario en el perfil de {target}

source: Left a comment on their own profile
es: Dejó un comentario en su propio perfil

source: Replied to a comment on {target}'s profile
es: Respondió a un comentario en el perfil de {target}

source: Replied to a comment on their own profile
es: Respondió a un comentario en su propio perfil

source: Edited a comment on {target}'s profile
es: Editó un comentario en el perfil de {target}

source: Edited a comment on their own profile
es: Editó un comentario en su propio perfil

source: Edited {target}'s profile
es: Editó el perfil de {target}

source: Edited their own profile
es: Editó su propio perfil

source: Cleared the {field} field
es: Borró el campo {field}

source: {field} field changed to: {desc}
es: {field} cambiado a: {desc}

source: Purged a comment on {target}'s profile
es: Purgó un comentario en el perfil de {target}

source: Purged a comment on their own profile
es: Purgó un comentario en su propio perfil

source: Deleted a comment on {target}'s profile
es: Borró un comentario en el perfil de {target}

source: Deleted a comment on their own profile
es: Borró un comentario en su propio perfil

source: Changed group membership for {target}
es: Cambió los grupos a los que pertenece {target}

source: {target} got autopromoted to a new usergroup
es: {target} fue promocionado automáticamente a un nuevo grupo

source: Groups changed from {old_groups} to {new_groups}{reason}
es: Grupos cambiados de {old_groups} a {new_groups}{reason}

source: Protected {target}
es: Protegió {target}

source: Changed protection level for {article}
es: Cambió el nivel de protección de {article}

source: Removed protection from {article}
es: Quitó la protección de {article}

source: Changed visibility of revision on page {article}
es: Cambió la visibilidad de una revisión en la página {article}

source: Imported {article} with {count} revision
es: Importó {article} con {count} revisión

source: Restored {article}
es: Restauró {article}

source: Changed visibility of log events
es: Cambió la visibilidad de entradas de registro

source: Imported {article} with {count} revision from "{source}"
es: Importó {article} con {count} revisión desde "{source}"

source: Edited abuse filter number {number}
es: Editó el filtro antiabusos #{number}

source: Created abuse filter number {number}
es: Creó el filtro antiabusos #{number}

source: Merged revision histories of {article} into {dest}
es: Fusionó el historial de revisiones de {article} en {dest}

source: Created account automatically
es: Cuenta creada automáticamente

source: Created account
es: Cuenta creada

source: Created account {article}
es: Cuenta {article} creada

source: Created account {article} and password was sent by email
es: Cuenta {article} creada, contraseña enviada por correo electrónico

source: Added an entry to the interwiki table
es: Añadió una entrada a la tabla interwiki

source: Prefix: {prefix}, website: {website} | {desc}
es: Prefijo: {prefix}, sitio web: {website} | {desc}

source: Edited an entry in interwiki table
es: Editó una entrada de la tabla interwiki

source: Deleted an entry in interwiki table
es: Eliminó una entrada de la tabla interwiki

source: Changed the content model of the page {article}
es: Cambió el modelo de contenido de la página {article}

source: Model changed from {old} to {new}: {reason}
es: Modelo de contenido cambiado de {old} a {new}: {reason}

source: Created with model {new}: {reason}
es: Creado con el modelo {new}: {reason}

source: Edited the sprite for {article}
es: Editó el sprite para {article}

source: Created the sprite sheet for {article}
es: Creó la hoja de sprites para {article}

source: Edited the slice for {article}
es: Editó la rebanada para {article}

source: Created the Cargo table "{table}"
es: Creó la tabla de Cargo "{table}"

source: Deleted the Cargo table "{table}"
es: Borró la tabla de Cargo "{table}"

source: Recreated the Cargo table "{table}"
es: Recreó la tabla de Cargo "{table}"

source: Replaced the Cargo table "{table}"
es: Reemplazó la tabla de Cargo "{table}"

source: Created a tag "{tag}"
es: Creó una etiqueta "{tag}"

source: Deleted a tag "{tag}"
es: Eliminó una etiqueta "{tag}"

source: Activated a tag "{tag}"
es: Activó una etiqueta "{tag}"

source: Deactivated a tag "{tag}"
es: Desactivó una etiqueta "{tag}"

source: Changed wiki settings
es: Cambió la configuración del wiki

source: Deleted a "{wiki}" wiki
es: Borró la wiki "{wiki}"

source: Locked a "{wiki}" wiki
es: Bloqueó la wiki "{wiki}"

source: Modified a "{namespace_name}" namespace
es: Modificó el espacio de nombre "{namespace_name}"

source: Deleted a "{namespace_name}" namespace
es: Borró el espacio de nombre "{namespace_name}"

source: Modified "{usergroup_name}" usergroup
es: Modificó el grupo de usuarios "{usergroup_name}"

source: Restored a "{wiki}" wiki
es: Restauró la wiki "{wiki}"

source: Unlocked a "{wiki}" wiki
es: Desbloqueó la wiki "{wiki}"

source: Generated {file} dump
es: Generó la copia de seguridad {file}

source: Deleted {file} dump
es: Copia de seguridad {file} borrada

source: Marked "{article}" for translation
es: Marcó "{article}" para traducción

source: Removed "{article}" from the translation system
es: Eliminó "{article}" del sistema de traducción

source: Encouraged translation of "{article}"
es: Recomienda la traducción de "{article}"

source: Discouraged translation of "{article}"
es: No recomienda la traducción de "{article}"

source: Removed priority languages from "{article}"
es: Quitó idiomas prioritarios de "{article}"

source: Reviewed translation "{article}"
es: Revisó la traducción de "{article}"

source: Old state
es: Estado anterior

source: New state
es: Nuevo estado
